{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "How to Watch VR", "text": "IN YOUR HEADSET...\n\nHeadsets are hands-down the best way to watch VR stories. You can see the latest from CNNVR on the Samsung VR app , the Oculus Video app on Rift , or on the CNNVR app on Google Daydream . Just look left or right to explore the 360 world around you. Believe us, you need to try this.", "link": "http://edition.cnn.com/2017/03/04/vr/how-to-watch-vr", "published": "2017-03-04T00:00:00"}, {"title": "Caspian Sea opens to luxury cruises", "text": "(CNN) — Tired of the Caribbean? Called at every Mediterranean port? Bored of the Alaskan fjords and the Baltic capitals?\n\nAn entirely new body of water may soon be open to intrepid cruise fans seeking new horizons.\n\nThe only issue: It's a landlocked sea surrounded by some of the world's most cloistered countries. But for many travel adventurers, this will be part of the appeal.\n\nBesides its fame as the main source of prized black caviar, the Caspian Sea is the world's largest inland body of water.\n\nIn fact, for a long time, not even the five countries that share it -- Azerbaijan , Russia, Kazakhstan, Turkmenistan and Iran -- could agree on whether it is a lake or a sea.\n\nBut with the decades-long dispute over its legal status resolved, the sea is now open to luxury cruising.\n\nSea or lake?\n\nThe question of whether the Caspian is a lake or sea is about more than just semantics.\n\nBefore the collapse of the Soviet Union in 1991, only two countries bordered the Caspian Sea: Iran and the USSR.\n\nFor the 27 years that followed, the five countries that now had a claim to these resource-rich waters were locked in a dispute over its status.\n\nThere's plenty at stake: It's home to caviar-producing sturgeon (although fishing is currently subject to a conservation-led ban) and there are estimated reserves of around 50 billion barrels of oil and 290 trillion cubic feet of natural gas.\n\nIf the Caspian's a sea, then international law states that the seabed would be divided according to each country's coastline. That would benefit Kazakstan, with the longest shoreline, but disenfranchise Iran, which has the shortest.\n\nIf it's a lake, however, then the seabed would be divided equally.\n\nIn August 2018, leaders from the five nations met in the Kazakh coastal city of Aktau to sign a landmark deal which grants each country 15 miles of sovereign waters, a further 10 nautical miles of fishing area, and then common waters beyond.\n\nThe Caspian now has special legal status, so that it has still not been declared lake or sea. The question of how to divide subsoil territory has been put off for now, but what it does mean is that the waters are now open for new tourism opportunities, including cruising.\n\nA versatile ship\n\nl e v a r t\n\nA brand new cruise ship, the Peter the Great, is currently under construction in Astrakhan, a Russian port city at the mouth of the river Volga.\n\nThe ship will have 155 cabins and capacity for 310 passengers and is expected to launch this summer, although specific dates have not been announced and itineraries are not yet on sale.\n\nIts operator, the Moscow River Shipping Company is said to be planning one- and two-week itineraries around the Caspian Sea, calling at ports in Azerbaijan, Russia, Kazakhstan, Turkmenistan and Iran.\n\nThe dimensions and design of this 141-meter by 16.8-meter ship will also make it possible for it to move through Russia's network of internal waterways. This means that it'll not be confined to the Caspian and will eventually be able to reach the Baltic and Black Seas.\n\nAlthough no sailing program has been made official, reports in the Azerbaijani and Russian media indicate that the ship will alternate the Caspian cruises in winter with river itineraries along the Volga and between Moscow and Saint Petersburg in the summer. It may also conduct cruises in the Black Sea, along the Russian coast and all the way to Georgia and to the Turkish city of Trabzon.\n\nIt's likely that it will be the first of several new cruise offerings, though there is still work to be done on tourism infrastructure in the region as a whole.\n\nRussian rivers\n\nRiver cruises are quite a long-established business in Russia, with a number of local operators plying the country's main rivers.\n\nRussian rivers have even spawned a global cruise brand. Viking Cruises, now a major player name in the luxury cruise industry, traces its roots back to a small four-boat riverine operation started by a Norwegian entrepreneur in Russia in the 1990s.\n\nViking continues to have a strong operation in the country, with some 12,000 visitors carried through Russian waterways in 2018.\n\nMoving into the Caspian may open up a new area of growth for the Russian cruise industry.\n\nAlthough not as common as those in the open seas, cruises through landlocked \"seas\" (or lakes, to be more accurate) have already some tradition in more mature markets, such as North America.\n\n\"We're seeing more and more interest in the Great Lakes and their associated ports from people who visit our site. It's a great fit for people looking for something a little different,\" says Colleen McDaniel, senior executive editor of Cruise Critic.\n\n\"Ships that sail these itineraries tend to be a bit smaller, and focus on board is heavily skewed toward enrichment, as a big draw for these itineraries is history. Ships are comfortable and feature great dining, often with local flavors, but don't expect waterslides or rock-climbing walls. The ports are the stars.\"\n\nWhat's in store for passengers?\n\nThe city of Derbent and the Caspian Sea beyond, as seen from the walls of Derbent Fortress. Shutterstock\n\nAt more than 370,000 sq kilometers (143,000 sq miles), the Caspian is considerably larger than all of North America's Great Lakes combined, to which you can add the diversity of natural ecosystems and civilizations that have thrived along its shores. Passengers on the Peter the Great will have no shortage of sights and attractions to visit.\n\nThey will be able to enjoy the charms of the Azerbaijani capital, Baku , the largest city on the Caspian shore and its likely base port, but also ancient cities such as Derbent, at the southern tip of Russia, the deserts on the sea's eastern shore and Iran's subtropical riviera.\n\nBut before you get too excited, you'd better check each of these countries' visa requirements.\n\nIn the case of Iran, for example, the US State Department has a travel advisory note advising American citizens not to visit the country at all.\n\nEven if you're not a US citizen, a recent visit to Iran may complicate later trips to the United States. For example, you would be denied access to the ESTA program, and you would then need to apply for a visa at your nearest US Embassy, plus you may be subject to additional scrutiny at the border ( as former NATO secretary general Javier Solana found last year ).\n\nAzerbaijan has simplified its visa restrictions in recent years, introducing a quick-access electronic visa for which close to 100 countries are eligible.\n\nRelated content The mud volcano capital of the world\n\nGame-changer\n\nIn any case, the majority passengers on this new cruise is likely to be Russian citizens, followed by those of the other Caspian countries.\n\n\"We are confident in the prospects of these cruises and we are looking forward to the entry of the ship Peter the Great. We expect great demand and interest in this product,\" says Denis Kreitsberg, managing director of Kruiz.online, a Russian cruise marketplace.\n\nThese developments also fit with the current growth of the Russian cruise market.\n\n\"We are seeing growth rates of 15-20% annually in the number of Russians that go on sea cruises. Most of these travel abroad to complete a cruise,\" says Fedor Egorov, managing director of Dreamlines Russia, the local branch of the international cruise portal of the same name.\n\nPerhaps fittingly, this new ship is named after the czar who, in the early 18th century, campaigned extensively in the Caspian region, conquering large swathes of land along the way.", "link": "https://cnn.com/travel/article/caspian-sea-cruises/index.html", "published": "2019-05-31T09:28:11+00:00"}, {"title": "10 things you need to know about Star Wars: Galaxy's Edge", "text": "Black Spire Outpost, Batuu (aka Disneyland, Anaheim, California) (CNN) — No doubt that the lines at Disneyland's Galaxy's Edge will be long as the new Star Wars land opens today, but there are still many unique experiences to seek out.\n\nAs we wait for the land's second ride to open by year's end, here are 10 of our favorites to track down in Galaxy's Edge that will be sure to delight hardcore Star Wars fans and indoctrinate new ones.\n\nPilot the Millennium Falcon, twice\n\nGuests sit in the Millennium Falcon: Smugglers Run ride. Patrick T. Fallon/Bloomberg/Getty Images\n\nGiven that it's the only ride currently open in Galaxy's Edge, you're unlikely to miss the opportunity to fly the fastest hunk of junk in the galaxy. But try to go twice if you can, even if you have to split up your party and take the singles line (there is no MaxPass).\n\nBecause you control the outcome of the ride, the first time you pilot the Falcon you may be (as I was) so awed or bewildered by the experience that you crash a lot, which lowers your score.\n\nBut the second time, you'll have it down, including that down is up and up is down for the right hand side pilot controller. You'll be able to soak it in and enjoy it more the second time as well. And as a bonus: twice as much time hanging out in the main hold of the iconic ship, which is nearly as exciting as the ride itself.\n\nHug and talk to a $25,000 R2-D2\n\nGuests can also build their own personal droids. Michelle Groskopf for CNN\n\nIn the back of the build-you-own-droid shop you may glimpse everyone's favorite astromech droid and notice it carries a hefty price tag. The reason is because it talks to you, follows you and likes hugs. If he's powered down, wait for a cast member to turn him on.\n\nEverything you can't buy in the antiquities shop\n\nDok-Ondar's Den of Antiquities includes a mounted tauntaun (top right) from \"The Empire Strikes Back.\" Michelle Groskopf for CNN\n\nDok-Ondar's Den of Antiquities is full of exciting items for sale, including Luke's lightsaber, a General Grievous mask and an Imperial Fighter Helmet. But stand in the middle of the circular shop and make a slow 360-degree turn to notice all the Easter eggs from past Star Wars films displayed like a haphazard museum on the walls and upstairs. These are the items Dok-Ondar won't part with, but it's a still a thrill to spot them.\n\nTo get your scavenger hunt started, look for: Han Solo's gun, an OG Imperial stormtrooper helmet, a baby Sarlacc monster pit, a Clone Wars-era clone soldier helmet, a mounted tauntaun head and the helmet of bounty hunter Boushh, worn by Princess Leia to rescue Han in \"Return of the Jedi.\"\n\nTipsy at the Cantina\n\nGrab a drink at Og's Cantina. Michelle Groskopf for CNN\n\nThere's only one place in Disneyland where you can enjoy an alcoholic beverage and it's in Og's Cantina in Galaxy's Edge. Imbibe responsibly on beer (Bad Motivator IPA and White Wampa Ale among others), hard cider (Spice Runner), wine or a cosmic cocktail such as a rummy tiki Yub Nub, a sweet Fuzzy Tauntaun, an Outer Rim margarita, a botanical Jedi Mind Trick and a cloudy, bubbling pink Bespin Fizz. The Cantina is one of the most fun spots to hang out too as the barkeeps and droid DJ (R3X, a former pilot droid from the old Star Tours ride), like to put on a show.\n\nSpace pet\n\nA Porg plush toy is displayed for sale in the Black Spire Outpost Marketplace. Patrick T. Fallon/Bloomberg/Getty Images\n\nIn the Creature stall you may find another that captures your heart, but I doubt it will be as cute as a Porg. \"The Last Jedi\" birds have puppet controls that let you flap their wings and make them squawk. Adorbs.\n\n'There's something alive in here.'\n\nA guest takes a photo of a dianoga creature. Patrick T. Fallon/Bloomberg/Getty Images\n\nIn the marketplace area is a water fountain. Above it is a vat of colored water. And in that vat resides a familiar slimy one-eyed water serpent called a dianoga you may recall tried to drown Luke in the Death Star trash compactor scene in \"A New Hope.\" It's just one of the many, many hidden callbacks to films you will delight in finding around the land.\n\nScore!\n\nThe rough, earth-toned aesthetic, that dates all the way back to Ralph McQuarrie's original concept drawings, is recreated in detail in Galaxy's Edge. Michelle Groskopf for CNN\n\nStop to notice the theme park land's original score by none other than the original Star Wars maestro, John Williams. As you enter Galaxy's Edge, the music swells to induce the feeling that you're about to take center stage in your own Star Wars adventure, which you are.\n\nExclusive product 'Tie'-in\n\nFirst Order Stormtroopers guard the TIE echelon ship. Richard Harbaugh/Disney Parks\n\nBefore the First Order Stormtroopers tell you to \"Move along,\" take a long gander at something you've never seen before: a TIE echelon ship. With its pointed tips and long Imperial ramp it's a beautiful, sleek and slightly terrifying ship. And you can buy a scale model at the First Order stall next door and bring this exclusive-to-the-park toy home with you.\n\nMeatless meat\n\nThe Felucian Garden Spread is available at Docking Bay 7 Food and Cargo. David Roark/Disney Parks\n\nThere are plenty of meaty options available in Galaxy's Edge, but one of them is actually not meat. The Disney chefs give Impossible Foods a run for their money with their juicy, chewy, slightly spicy, plant-based \"kefta\" meatball served with hummus and pita in the Felucian Garden Spread. Don't miss it.\n\n'Fuzzball'\n\nChewbacca can be found at Galaxy's Edge. Amy Sussman/Getty Images", "link": "https://cnn.com/travel/article/disneyland-star-wars-rides-reservations-tips/", "published": "2019-05-31T16:00:01+00:00"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/uk-48531319", "published": "2019-06-05T18:17:57", "title": "The Queen praises the 'courage and sacrifice' of D-Day", "text": "Media playback is unsupported on your device Media caption Queen pays tribute to 'courage and sacrifice' of D-Day\n\nThe Queen has paid tribute to the \"heroism, courage and sacrifice\" of those who died in the D-Day landings.\n\nShe was joined by 16 world leaders, including US President Donald Trump, in Portsmouth to commemorate the 75th anniversary of history's largest combined land, air and naval operation.\n\nMr Trump, who was on the last day of his UK state visit, said D-Day \"may have been the greatest battle ever\".\n\nVeterans of the landings in Normandy to liberate western Europe also attended.\n\nQuoting a broadcast by her father, King George VI, at the time of the operation in World War Two, the Queen said the veterans of D-Day demonstrated \"more than courage and endurance\", showing \"unconquerable resolve\".\n\n\"The fate of the world depended on their success,\" she said. \"Many of them would never return, and the heroism, courage and sacrifice of those who lost their lives will never be forgotten.\"\n\nShe thanked them \"with humility and pleasure, on behalf of the entire country, indeed the whole free world\".\n\nMedia playback is unsupported on your device Media caption D-Day veteran: 'I didn't want to let my friends down'.\n\nLater in the afternoon, veterans Harry Read, 95, and John Hutton, 94, parachuted back into Normandy, 75 years after their first landing.\n\nHowever this time, they jumped in tandem with members of the Army's Parachute Regiment display team, the Red Devils.\n\nThey were greeted with cheers and applause as they landed in the French fields.\n\nMr Hutton told the BBC before the jump: \"My main objective is to pay my respects to people on the ground who never came back.\"\n\nMr Read added: \"[On D-Day] there was an almighty fireworks display taking place just ahead of us - and we were going straight into it.\n\n\"It was an horrendous inferno to go in to.\"\n\nAt 18:40BST around 300 veterans on board the cruise ship MV Boudicca waved and cheered as she left harbour in Portsmouth bound for Normandy.\n\nThey were followed by a flotilla of Royal Navy vessels.\n\nOther ships in the harbour sounded their horns as a mark of respect as the Boudicca left.\n\nHorror of war\n\nThe countries represented at the event have agreed to make a joint statement pledging to ensure the \"unimaginable horror\" of the war is not repeated.\n\nCalled \"the D-Day proclamation\", the 16 signatories - including the UK and the US - will commit to working together to \"resolve international tensions peacefully\".\n\nOn Thursday, further memorial services are planned to mark the 75 years since the D-Day landings on 6 June 1944 - the start of the campaign to liberate Nazi-occupied north-west Europe.\n\nImage copyright Reuters Image caption Veterans went on stage to be honoured by the audience\n\nImage copyright Getty Images Image caption Mrs May, Prince Charles, the Queen and Mr Trump stood for the UK national anthem\n\nThe Queen told the crowd she was \"delighted\" to be able to thank veterans for their service.\n\nShe added: \"When I attended the commemoration of the 60th anniversary of the D-Day landings, some thought it might be the last such event.\n\n\"But the wartime generation, my generation, is resilient.\"\n\nMembers of the armed forces and more than 300 veterans, who are all over 90 years old, attended the event in Portsmouth - one of the key embarkation points on D-Day.\n\nThe Queen's heartfelt thanks to veterans\n\nby Jonny Dymond, BBC royal correspondent\n\nIt was when the Queen rose to her feet, not once but twice, that it became clear just who were the honoured guests at this commemoration.\n\nNot the presidents or the prime ministers, not the military brass nor the servicemen and women who made the ceremony snap and sing.\n\nThe Queen said that when she attended the 60th anniversary of D-Day some thought it might the last such event. But, she said, the wartime generation - my generation, she emphasised - is resilient.\n\nAll true. But the men who stepped forward to bathe in the applause of the audience today are looking ever more frail. And one by one they are leaving us.\n\nAnd so the Queen stood, twice - to honour them for the nation, and to thank them, from her heart.\n\nSgt John Jenkins, who is 99 and served with the Pioneer Corps in the Normandy landings, said: \"I was terrified, I think everyone was.\n\n\"You never forget your comrades because we were all in it together. It is right that the courage and sacrifice of so many is being honoured 75 years on. We must never forget.\"\n\nHundreds of other veterans are in northern France to mark the occasion there.\n\nImage copyright DANIEL LEAL-OLIVAS/AFP/Getty Images Image caption The event marks Mrs May's last official engagement as prime minister\n\nImage copyright AFP Image caption The RAF's Red Arrows were part of a flypast, which also included historical aircraft\n\nLeaders from every country that fought alongside the UK on D-Day joined the Queen and the Prince of Wales for the commemorations on Southsea Common.\n\nThey included French President Emmanuel Macron, US President Donald Trump and Canadian Prime Minister Justin Trudeau.\n\nAlso attending were German Chancellor Angela Merkel, as well as leaders from Australia, Belgium, Czech Republic, Denmark, Greece, Luxembourg, the Netherlands, Norway, New Zealand, Poland and Slovakia.\n\nGetty Images D-Day landings 156,000 allied troops landed in Normandy, across\n\n5 beaches 7,000 ships and landing craft involved and 10,000 vehicles\n\n4,400 from the combined allied forces died on the day\n\n4,000 - 9,000 German casualties\n\nThousandsof French civilians also died\n\nThe commemoration featured an hour-long production telling the story of the invasion, with testimony from veterans, theatrical performances and music. Veterans saluted the crowd, and actress Sheridan Smith performed a Dame Vera Lynn song.\n\nMr Trump read the same prayer given by President Roosevelt in a radio message ahead of the D-Day landings, while the last letter of a young resistance fighter, executed aged 16, was read out by President Macron.\n\nMrs May read a letter from Captain Norman Skinner of the Royal Army Service Corps, to his wife Gladys on June 3 1944. It was in his pocket as he landed on Sword Beach, but he was killed the following day.\n\nImage copyright Getty Images Image caption Liberal Democrat leader Sir Vince Cable and Labour leader Jeremy Corbyn attended the D-Day event after boycotting a state banquet held for the Trumps on Monday\n\nImage copyright CHRIS JACKSON/AFP/Getty Images Image caption Tory leadership rivals Home Secretary Sajid Javid and Foreign Secretary Jeremy Hunt share a joke\n\nThousands of members of the public, separated from the VIPs and veterans by a large security fence, watched the events live on big screens on Southsea Common.\n\nA designated protest area was set up in Guildhall Square, more than a mile (1.6km) from the Southsea Common events.\n\nCivic leaders were worried any protests near the main event might upset the veterans.\n\nImage copyright REUTERS/Dylan Martinez Image caption Members of the public sat on Southsea Common to watch the event\n\nImage copyright DANIEL LEAL-OLIVAS/AFP/Getty Images Image caption On D-Day, Jim Booth, now 97, climbed into a fold-up canoe and shone a beacon out to sea to guide allied craft safely to shore\n\nThe event included a flypast of the RAF's Red Arrows aerobatic team and historic aircraft, including Spitfires and Hurricanes.\n\nThe Queen, Prince Charles, the US president and first lady met six veterans at a reception after the ceremony. World leaders then met to discuss the western alliance and security.\n\nImage copyright PA Image caption French President Emmanuel Macron met veterans after taking to the stage to read a letter from an executed French Resistance fighter\n\nImage copyright DANIEL LEAL-OLIVAS/AFP/Getty Images Image caption The memories of a Royal Navy electrician R G Watts, as he left Southampton to Normandy in June 1944, were read to the crowd\n\nThe commemorations to mark the Allied invasion of northern France come a day after Mr Trump had a series of political meetings as part of his three-day state visit to the UK.\n\nFollowing the commemorations in Portsmouth, Mr Trump boarded Air Force One for a flight to Shannon for his first visit as US president to the Republic of Ireland."}, {"link": "https://www.bbc.co.uk/news/uk-england-northamptonshire-48518872", "published": "2019-06-05T17:01:53", "title": "Northamptonshire child murders: Care failings revealed", "text": "Image copyright Facebook Image caption Dylan Tiffin-Brown had five different types of drugs in his body when he died\n\nA toddler murdered by his father was deemed by carers as \"unlikely to suffer harm\", while concerns about the welfare of another child who was later killed were dismissed, reviews have found.\n\nDylan Tiffin-Brown, two, and Evelyn-Rose Muggleton, one, were victims of separate murders in Northamptonshire.\n\nRaphael Kennedy, Dylan's father, and Ryan Coleman, partner of Evelyn-Rose's mother, were both jailed for life.\n\nEx-MP Sally Keeble said there were \"massive failings\" in child services.\n\nMs Keeble, former Labour MP for Northampton North, has called on the Conservative leader of the county council Matt Golby, who was responsible for children's services at the time, to resign.\n\nThis has been backed by Andrew Gwynne MP, Labour's Shadow Communities and Local Government Secretary.\n\nKeith Makin, chairman of Northamptonshire Safeguarding Children Board (NSCB), said the reviews raised \"genuine concerns\" about safeguarding children in the county.\n\nDirector of children's services Sharon Hodges said disciplinary action had been taken against social workers as a result of their actions in these cases.\n\nShe also said some have left the authority but refused to say whether they had been sacked.\n\nImage copyright Northamptonshire Police Image caption Raphael Kennedy had a \"chronic history of domestic abuse\"\n\nKennedy, 31, was jailed for at least 24 years for killing Dylan in a \"savage and sustained attack\" at his flat in Northampton in October 2018.\n\nHe waited more than an hour to dial 999 after inflicting 39 injuries on Dylan.\n\nThe NSCB report found agencies \"failed to fully appreciate the significance of [Kennedy's] chronic history of domestic abuse and extensive history with the police for drug-related offences\".\n\nA \"multi-agency\" meeting did not deem Dylan as \"suffering or likely to suffer significant harm\".\n\nA social worker was allocated to the family two months before Dylan was murdered, but no observations on Dylan's welfare had been recorded until two days before his death.\n\nThe NSCB said this and the \"well-documented issues\" within Northamptonshire's children's services, including high turnover of staff and significant levels of sick leave, contributed to \"lost opportunities\" to protect the toddler.\n\nImage copyright Family picture Image caption Evelyn-Rose Muggleton was described as a happy baby who was always smiling\n\nEvelyn-Rose Muggleton was found with multiple bruising, bleeding injuries on her brain and spine, and 31 external injuries including damage to both eyes, at a house in Kettering in April 2017.\n\nShe died days later and Coleman, 23, was jailed for a minimum of 17 years.\n\nThe NSCB report said Coleman had a known, \"significant\" criminal history, including violence and drug-dealing, when he moved into the family home.\n\nThe school attended by Evelyn-Rose's siblings had concerns for the children's welfare, but these were not passed on to social workers.\n\nImage copyright Northants Police Image caption Ryan Coleman inflicted 31 external injuries on his partner's one-year-old daughter\n\nThe NSCB report revealed there were health concerns about the family, but social workers believed the mother was \"parenting well\".\n\nThe case had begun to \"drift, with little if any attention being paid to the children's welfare\", and when a new social worker was brought in they immediately closed the case down.\n\nIn both murder cases, the reviews recommended an improvement in information sharing between agencies.\n\nThe NSCB also said police warnings about risks posed by an adult's behaviour towards a child \"should be taken more seriously\".\n\nMr Makin said: \"This was a very challenging review, but it has identified several areas of weakness among the agencies involved.\n\n\"Ultimately, it seems unlikely that anything could have been done to prevent the single, catastrophic incidents which led to these [murders], but every effort is now going in to preventing a repeat of these tragic cases.\n\n\"Individual social workers now have a manageable caseloads [and] there is a change in the way social workers are managed; they are much more closely supervised and helped more.\n\n\"Children's services are still in a fragile position but we are recruiting more staff.\"\n\nHowever, Ms Keeble said there needed to be \"a complete culture change\" in the county council, to \"end to the lack of internal scrutiny\".\n\nLast year the government took over the children's services department of cash-strapped Northamptonshire County Council - labelled England's \"worst-run\" council - after a report found people in its care were at \"potential risk\".\n\nMr Golby, who has resisted calls to step down, said he stood by the department and had \"acted in the most diligent way\"."}, {"link": "https://www.bbc.co.uk/news/uk-wales-48533790", "published": "2019-06-05T18:15:10", "title": "Ford Bridgend: Closure fears for town's engine plant", "text": "Image copyright PA Image caption The Bridgend plant employs 1,700 workers\n\nFord Europe has called union leaders from Bridgend's engine plant to its Essex headquarters on Thursday.\n\nThere are renewed concerns for the factory's future - it opened nearly 40 years ago and employs 1,700 workers.\n\nThe GMB union said it fears the news could \"mean disaster\" for the plant and the community at large.\n\nFord said it would not comment on speculation and Welsh Secretary Alun Cairns said he was in ongoing dialogue with the company.\n\nIt comes just months after Ford said it was cutting its Welsh workforce by 1,000, with 370 going in a first phase.\n\nInvestment in the new Dragon engine was scaled back, while production of an engine for Jaguar Land Rover is due to end this year.\n\nThere has already been concern about whether the plant would be viable making only 125,000 Dragon petrol engines a year.\n\nIt comes just days after car sales in the UK fell again and the BBC expects Ford will be in touch with Welsh Government ministers first thing in the morning.\n\nImage copyright Getty Images Image caption Ford have operated in Bridgend since 1980\n\nIt is understood the meeting has been called in the past 24 hours and senior managers from Ford in the United States will be present, as well as union leaders from the company's other UK sites.\n\nGMB regional organiser Jeff Beck said: \"We haven't had any confirmation of any closure, but we're meeting with Ford tomorrow and a new agenda has been arranged, which we're yet to see.\n\n\"If our worst fears are confirmed, it will mean disaster for both our members in Bridgend and the community at large.\"\n\nBridgend AM and former First Minister Carwyn Jones admitted this was a \"worrying time\" for workers.\n\n\"I don't anticipate that the news will be good news but I don't know what that news is yet,\" he added.\n\nPlaid Cymru leader Adam Price said closure would be \"one of the most bitter blows\" for the Welsh economy for more than 30 years.\n\n\"Ford is the jewel in the crown of the car industry - which is the hardcore of our manufacturing sector - so the implications of this in terms of the supply chain in terms of job losses is very, very grave indeed.\"\n\nMedia playback is unsupported on your device Media caption The story behind how the Ford engine plant in Bridgend was built between 1977 and 1980.\n\nMr Cairns said he had been in touch with Welsh Economy Minister Ken Skates and said the automotive sector was going through a period of structural change towards electric vehicles.\n\n\"We're determined to do what we can to protect the future employment in that area in this exciting sector,\" he added.\n\nMr Skates has told AMs he is seeking urgent talks with Ford over the \"speculation\".\n\nTimeline\n\n2008: Ford announces it will operate as a single global company - meaning its Bridgend engine plant had to compete with the firm's other factories across the world, not just in Europe\n\n2015: Bridgend secures investment for Dragon petrol engine project - with 250,000 engines a year, although it has capacity for 750,000 a year\n\n2016: The planned Dragon investment is reduced to £121m and the number of engines is cut in half to 125,000\n\n2017: Ford projects a reduction of 1,160 workers by 2021 and confirms production of Jaguar Land Rover engines - which involves half the workforce - will end in 2020\n\n2018: Workers making Jaguar engines face a five-day shutdown as a knock-on effect from JLR's temporary production halt. Ford's European boss warns a no-deal Brexit would be a \"pretty disastrous\"\n\n2019: Ford plans to cut 370 jobs the first phase of redundancies which will total 990 by 2021. The Dragon project is scheduled to employ about 500"}, {"link": "https://www.bbc.co.uk/news/world-europe-48505300", "published": "2019-06-05T18:53:17", "title": "President Trump says Brexit 'no problem' for Ireland", "text": "Media playback is unsupported on your device Media caption Donald Trump talks Brexit on arrival in Ireland\n\nThe issue of the Irish border after Brexit will \"not be a problem at all,\" Donald Trump has claimed on his first visit to Ireland as US President.\n\nHe arrived at Shannon Airport at about 16:45 local time and held a meeting with Taoiseach (Irish PM) Leo Varadkar.\n\nHe told Mr Varadkar that Americans \"love the Irish\" and said he believed things would work out well with \"with your wall, your border\" after Brexit.\n\nMr Trump then travelled to Doonbeg to stay at his golf resort.\n\nHe bought the Doonbeg hotel and golf course in County Clare in 2014.\n\nImage copyright Ronald Grant Image caption The Trumps arrived on Air Force One in Ireland at about 16:45 local time\n\nMr Varadkar welcomed Mr Trump to Ireland and said it was the sixth time that a serving American president has visited the state.\n\nMr Trump described Mr Varadkar as his friend and said the relationship between Ireland and the US was \"as good as it's ever been, maybe better\".\n\nThe president added that there were \"millions\" of Irish people in the US and said: \"I think I know most of them because they're my friends.\n\n\"We love the Irish, so it's an honour to be here.\"\n\nImage copyright Getty Images Image caption Donald and Melania Trump signed the visitors book at Shannon Airport\n\nMr Trump, who just completed a three-day state visit to the UK, said he would discuss Brexit, the military and trade during his meeting with Mr Varadkar.\n\n\"Probably you'll ask me about Brexit because I just left some very good people who are very much involved with Brexit as you know, and I think it will all work out very well,\" Mr Trump said.\n\n\"And also for you, with your wall, your border. We have a border situation in the United States and you have one over here, but I hear it's going to work out very well.\"\n\nThe taoiseach pointed out the Irish government wanted to avoid \"a border or wall\" between the Republic of Ireland and Northern Ireland.\n\nMr Trump replied: \"I think you do, I think you do. The way it works now is good, you want to try and keep it that way.\"\n\nThe president added that Ireland was in \"great shape\" and that once a new UK prime minister was installed in Downing Street, he hoped a Brexit deal or resolution could be negotiated with the EU.\n\nHe also said he hoped the US and Irish government would agree on access to E3 working visas for Irish citizens to the US.\n\nThe two leaders then went to meet in private.\n\nIn a solo press conference after the meeting, Mr Varadkar was asked about Mr Trump's description of the Irish border as a \"wall\" and whether or not the president understood how much the Irish government wanted to avoid a hard border after Brexit.\n\n\"He's the president of America and there are nearly 200 countries in the world, so I don't think it's possible for him to have an in-depth understanding of issues in every single country, which is why this engagement is important,\" Mr Varadkar replied.\n\nImage caption Leo Varadkar said the economic relationship between Ireland and America has \"changed\"\n\nThe taoiseach also said: \"He is in favour of Brexit as you know, and we're not, but he understands that a major issue is the border between north and south and he shares our objective to keep the border open as it is now, respecting the Good Friday Agreement.\"\n\nMr Varadkar also said the pair discussed the Republic of Ireland's low rate of corporation tax and agreed on the need for governments to work together to ensure large companies pay their \"fair share\" of tax.\n\nThe taoiseach said he pointed out that the economic relationship between Ireland and America has \"changed\" and was now \"very much a two-way relationship\".\n\n\"Ireland is in the top 10 when it comes to investors into the United States and also there are nearly 100,000 Americans working for Irish-owned firms in the United States, so it was another opportunity to point out that the economic relationship is now very much mutually beneficial,\" Mr Varadkar said.\n\nMedia playback is unsupported on your device Media caption Donald Trump to join Shannon Airport hall of fame\n\nWhat is the significance of the visit?\n\nThe visit to the Republic of Ireland comes as part of a wider state visit by the US president to the UK, and for D-Day commemorations.\n\nOn Tuesday, he held talks with UK Prime Minister Theresa May where he paid tribute to the US-UK \"special relationship\", and Mr Trump promised a \"phenomenal\" trade deal after the UK leaves the EU, suggesting it could double or treble trade.\n\nMedia playback is unsupported on your device Media caption The US President promises a post-Brexit trade deal with the UK \"two or three times as big as now\"\n\nPresident Trump was originally due to visit the Republic of Ireland last year, but the trip was postponed for scheduling reasons.\n\nThere is likely to be interest in what he has to say about maintaining the US-Ireland relationship.\n\nHowever, there is also expected to be opposition to the president's visit, with a protest due to take place outside the grounds of Shannon Airport.\n\nA protest took place in Belfast on Tuesday evening against the president's visit.\n\nAnalysis: A courtesy call from an unpredictable president\n\nBy Jayne McCormack, BBC News NI political reporter\n\nUntil a few short weeks ago, this visit had not even been publicly confirmed.\n\nSince taking office in 2017, President Trump has repeatedly said he wanted to make a trip to Ireland - and now he has.\n\nIn Doonbeg, his purchase of the golf resort has been a big boost to the local economy - and while he stays there this week, it's likely to rake in more publicity for the County Clare village.\n\nHis meeting with Leo Varadkar was not a long affair and came a day after talks with Theresa May, and a day before he meets France's President Macron.\n\nNothing on his agenda stands out so far, but as with all events related to Donald Trump, it is better to expect the unexpected.\n\nHow long is he visiting Ireland for?\n\nImage copyright PA Image caption Donald Trump bought the Doonbeg hotel and golf course in 2014\n\nPresident Trump will depart Shannon on Thursday morning to go to France for further commemorations.\n\nHe will hold a bilateral meeting with French President Emmanuel Macron before returning to his Doonbeg resort.\n\nSenior Irish officials have been invited by the US delegation to Mr Trump's golf club, including the Irish government's special envoy to the US, John Deasy, and Ireland's ambassador to the US, Dan Mulhall.\n\nMr Trump is expected to play golf on Friday before flying back to the US.\n\nWhy is the meeting happening in Shannon?\n\nPresident Trump is the latest in a long line of world leaders to arrive at Shannon Airport.\n\nFormer US President Ronald Reagan touched down there to begin a visit in 1984, where he faced crowds of protesters over his administration's foreign policy.\n\nUnlike some of his predecessors, Mr Trump is not making a speech in the Dáil, and is not visiting any official Irish government buildings."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/us-news/2019/jun/05/ireland-visit-donald-trump-arrives-leo-varadkar-discussions", "published": "2019-06-05T17:42:49", "title": "Trump likens Irish border to wall between US and Mexico", "text": "Donald Trump has started his visit to Ireland by comparing its post-Brexit border with Northern Ireland to the US border with Mexico, along which he wants to build a permanent wall.\n\nTrump, sitting next to a visibly uncomfortable taoiseach, Leo Varadkar, waded into the Brexit debate minutes after Air Force One touched down at Shannon airport on Wednesday afternoon.\n\n“I think it will all work out very well, and also for you with your wall, your border,” he said at a joint press conference. “I mean, we have a border situation in the United States, and you have one over here. But I hear it’s going to work out very well here.”\n\n\n\nVaradkar interjected that Ireland wished to avoid a border or a wall, a keystone of Irish government policy.\n\n\n\n“I think you do, I think you do,” Trump said. “The way it works now is good, you want to try and to keep it that way. I know that’s a big point of contention with respect to Brexit. I’m sure it’s going to work out very well. I know they’re focused very heavily on it.”\n\nIn London on Tuesday Trump met the Brexiter politicians Nigel Farage, Iain Duncan Smith and Owen Paterson, all of whom have played down the idea that the border between Ireland and Northern Ireland will be a problem after the UK leaves the EU.\n\nTrump echoed their confidence in Shannon. “There are a lot of good minds thinking about how to do it and it’s going to be just fine. It ultimately could even be very, very good for Ireland. The border will work out.”\n\nThe Irish government has mounted an intense, three-year diplomatic effort arguing the opposite, that Brexit threatens peace and prosperity on the island of Ireland.\n\nThe US president’s comments were an awkward start to what is expected to be a low-key end to his visit to Europe, with much of his time spent at his golf and hotel resort in Doonbeg, County Clare. From Shannon airport he took a short helicopter ride to his resort on the Atlantic coast.\n\nAddressing the media after Trump’s departure, Varadkar said he explained the history of the border and the Troubles in their private meeting. “We talked Brexit. President Trump shares our objective to keep the border open.” He said Trump had not elaborated on why he thought Brexit could benefit Ireland.\n\nThe two leaders also discussed trade, visas and taxes paid by US corporations with operations in Ireland.\n\nThe Irish president, Michael D Higgins, made an unexpected intervention on the eve of the visit by calling Trump’s policy on the climate emergency “regressive and pernicious”, a critique protesters will echo at rallies in Shannon and Dublin.\n\nTrump told reporters he was unaware of Higgins’ comments and reiterated that the US had enjoyed cleaner air and water since he became president, a claim he also made in London.\n\nPlay Video 3:01 Three days in three minutes: Donald Trump's visit to the UK – video highlights\n\nAfter three days of pomp, pageantry and politics during his state visit to Britain, Trump and his entourage, which includes his wife, Melania, and his four adult children, will be mostly out of the public gaze in the remote, windswept landscape of Loop Head peninsula.\n\nOn Thursday, Trump will travel to France for D-day commemorations before returning to Doonbeg, where he is due to play a round of golf on Friday before flying home.\n\nBrexit Britain and Trump’s America are a betrayal of the values D-day was fought for | Martin Kettle Read more\n\nThe Irish police deployed 1,500 uniformed officers plus 500 members of specialised units, including divers and armed and air support, to secure Shannon airport and Doonbeg.\n\nTrump’s 162-hectare (400 acre) resort was in lockdown and closed to the public. Newly installed surveillance cameras with night-vision capability fed images to a police control room.\n\nRoads to the adjacent village of Doonbeg remained open. Locals have erected US flags and expressed hope Trump would visit one of their pubs, despite him being teetotal.\n\nThe resort employs more than 300 people during summer and is an economic lifeline for the region. Fr Joe Haugh, the parish priest, said: “The people are 99.9% behind him.”\n\nElsewhere, there were protests by individuals and groups opposed to the US president’s record on the environment and the rights of women, immigrants, ethnic minorities and LGBT people.\n\nDemonstrators set up a “peace camp” outside Shannon airport, and the Trump blimp used by protesters in London was due to appear at a rally in Dublin on Thursday.\n\nThe visit has created a political and diplomatic challenge for the Irish government. Trump is not popular in Ireland. Varadkar reportedly asked to have the meeting at Shannon airport, a neutral venue, rather than in Trump’s resort.\n\nThe hosts, however, are keen to lobby the US president over trade, visas for Irish workers and support for the peace process. They also want to explain the potential impact of Brexit on the border and try to placate Trump over Ireland’s low-tax regime and use of Huawei technology in the new 5G network.\n\nSimon Coveney, the Irish foreign minister, sought a delicate balance when asked about Higgins’ criticism of Trump’s climate policies. The Irish president caught the mood of the Irish people quite well, he told RTÉ, but regressive was “a better adjective” than pernicious.\n\nThe hosts will be hoping Trump does not broach a source of personal irritation. Environmental objections have stalled a sea barrier he wishes to build to protect his resort from erosion. The US president has described the battle as an “unpleasant experience”."}, {"link": "https://www.theguardian.com/business/2019/jun/05/ford-planning-to-close-bridgend-plant-more-than-1500-jobs-at-risk", "published": "2019-06-05T17:06:45", "title": "Ford planning to close Bridgend plant, putting 1,700 jobs at risk", "text": "Ford is planning to close its Bridgend engine plant, with the likely loss of about 1,700 jobs, in the latest blow to the embattled British car industry.\n\nThe company is meeting workers’ representatives at the south Wales plant on Thursday. A source with knowledge of the process said the plant would shut down.\n\nThe British car industry is facing a series of difficulties including a steep fall in demand for diesel vehicles and falling sales in China, previously a key growth market. At the same time, Brexit uncertainty has cast a pall over the industry, with the threat of tariffs on cars and parts travelling to and from the UK.\n\nFord is the latest in a string of international carmakers to seek to drastically reduce its UK operations this year. In February, Honda announced it planned to shut its Swindon plant in 2021 with the loss of 3,500 jobs, while fellow Japanese carmaker Nissan reversed a decision to build its new X-Trail vehicle at its Sunderland plant.\n\nJaguar Land Rover, owned by India’s Tata Motors, is also cutting thousands of jobs. JLR, which runs the largest British carmaking operation, has come under pressure from a slump in sales in China.\n\nFord’s planned closure of Bridgend, which was first reported by ITV News, comes amid steep cost-cutting at the US carmaker. In January, Ford announced widespread job losses across its European operations, saying it would consider closing plants. Last month, it announced plans to cut about 7,000 jobs worldwide, or 10% of its global salaried workforce, including about 550 in the UK.\n\nThe overhaul across Europe, which included shutting down loss-making vehicle lines, has already resulted in the combination of the headquarters of Ford UK and Ford Credit to a site in Dunton, Essex, in an attempt to cut costs.\n\nFord runs three factories in the UK, including a diesel engine plant in Dagenham, east London, and a plant making transmissions in Halewood, on the outskirts of Liverpool.\n\nA Ford spokesman refused to comment on the closure plan, saying it was “speculation”.\n\nThe Bridgend plant has manufactured engines since 1980. However, the plant, which sends petrol engines to Ford factories across Europe, was thought to be particularly at risk because a contract to manufacture engines for JLR will end this year.\n\nThe company has also been outspoken about the risks to the sector posed by Brexit. Ford’s European president, Steven Armstrong, warned that “nothing would be off the table” if the UK left the EU without a trade deal.\n\nUnion representatives were told earlier this year that the company planned to cut 1,000 jobs in the UK over two years, including more than half the workforce in Bridgend.\n\nA spokesman for Unite, which represents many of the workers in Bridgend, said: “Unite will be meeting Ford first thing tomorrow morning and will comment further once the details of any announcement are known. Our priority is our members’ jobs, the communities and livelihoods in the supply chain that Ford Bridgend supports.”\n\nRebecca Long-Bailey, the shadow business secretary, said the government must meet Ford urgently to secure the plant’s future.\n\n“This is worrying news, first and foremost for Ford employees and their families who are left unsure as to their futures, but also for the jobs across the supply chain and the impact on the local economy in Bridgend,” she said.\n\n“Hot on the heels of Honda this would be another devastating blow to our car industry and to the UK’s wider manufacturing base.”\n\nSign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n\nBethan Sayed, a Plaid Cymru member of the Welsh assembly, said there was “no disguising or minimising the damage a closure will do”.\n\nShe said: “The Bridgend plant is a hallmark of the Welsh industrial landscape and a flagship anchor company with a highly skilled and specialised workforce.”\n\nA spokesman for the Department for Business, Energy and Industrial Strategy said the government would not comment on speculation."}, {"link": "https://www.theguardian.com/books/2019/jun/05/womens-prize-for-fiction-tayari-jones-novel-an-american-marriage", "published": "2019-06-05T18:07:22", "title": "Women's prize for fiction goes to 'utterly moving' Tayari Jones novel", "text": "An American Marriage, recording the damage done to a young black couple by the husband’s wrongful jailing, beats two Booker winners to £30,000 award\n\nAmerican novelist Tayari Jones’s portrait of a young African American’s wrongful incarceration, and its devastating impact on his marriage has beaten two Booker prize winners to take the Women’s prize for fiction.\n\nDescribed by chair of judges Kate Williams as a book that “shines a light on today’s America”, Jones’s fourth novel An American Marriage won the £30,000 award on Wednesday night. With fans including Oprah Winfrey and Barack Obama, the novel follows ambitious newlyweds Celestial and Roy. “We’re not your garden-variety bourgeois Atlanta Negroes where the husband goes to bed with his laptop under his pillow and the wife dreams about her blue-box jewelry. I was young, hungry and on the come-up. Celestial was an artist, intense and gorgeous,” it begins.\n\nTheir lives together are just beginning when Roy is sentenced to 12 years in jail for a rape he hasn’t committed. Celestial believes in his innocence, but finds herself taking comfort in her childhood friend Andre until five years later, Roy’s conviction is overturned and he returns home.\n\nThe novel won from a six-book shortlist that included last year’s Booker winner, Anna Burns’s Milkman, and former Booker winner Pat Barker’s new novel, The Silence of the Girls. Williams said judges deliberated for four hours to make the tough decision.\n\nAn American Marriage by Tayari Jones review – a marvellous feat of storytelling Read more\n\n“It’s an incredible examination of America and American life, focusing on the intimacy of a marriage but on a huge political canvas,” she said. “The prose is luminous, striking and utterly moving. How hard it is even when you’re on the outside and are free, how you’re not really free when you have someone in prison.”\n\nJones said: “I am thrilled and honoured. I wasn’t expecting to win. The shortlist was so strong and I was honoured to be among them but I had no idea whether I would win. I didn’t write a speech!”\n\nIncarceration is the “boogeyman of black America,” she added. “I decided to look under the bed and tackle it head on.”\n\nWith her win coinciding with Donald Trump’s trip to the UK, Jones said she had no desire for the president to read her novel.\n\n“I’m delighted that Obama read my book and I’m delighted that I had a president in my time that read books and recommended them, who cared about the past and history, who used it to guide us to the future. I have no real hope or desire that the current occupant of the White House will read my book.”\n\nThe whole shortlist was timely, added Williams, from Barker’s retelling of the Iliad from the perspective of a princess who is made a slave to Achilles, to Madeleine Miller’s twist on Homer’s witch, Circe. An American Marriage also has links to Greek myth; Jones told the Guardian that every novel she has written “harks back to the Greeks”, with Celestial being a twist on Penelope, the faithful wife who waits for years for Odysseus – “only modern, independent and famous for her art”.\n\nWilliams said: “All the shortlisted novels speak clearly about the lives of women in different ways, about oppression and identity and trying to be free in a regime that doesn’t want you to be.”\n\nJones, a novelist and a creative writing professor who lives in Brooklyn, has spoken of finding inspiration in an argument she overheard while she was doing research at Harvard into mass incarceration.\n\n“The woman, who was splendidly dressed, and the man – he looked OK. But she looked great! And she said to him, ‘You know you wouldn’t have waited on me for seven years.’ And he shot back, ‘This shit wouldn’t have happened to you in the first place’,” Jones told the Paris Review last year. “And I was like, ‘You know, I don’t know him, but I know she’s probably right. I doubt very seriously that he would wait on her for seven years, and he is probably right that this wouldn’t have happened to her … I was intrigued by them, and so I integrated this very personal conflict with the research I had done.”\n\nWilliams expressed the hope that – with Obama’s successor currently in the UK – that An American Marriage might find another presidential reader. “It’s very timely given we have the president of America in this country at present. Let’s hope he and the first lady read the book,” she said.\n\nThe Women’s prize is the UK’s only book award for fiction by women. Running for 24 years, it has been won by writers including Zadie Smith and Lionel Shriver."}, {"link": "https://www.theguardian.com/world/2019/jun/05/centre-left-social-democrats-set-to-win-in-denmark-elections", "published": "2019-06-05T18:56:29", "title": "Centre-left Social Democrats set to win in Denmark elections", "text": "Voters looked set to return the third left-leaning government in a year to the Nordic region after exit polls suggested Denmark’s Social Democrats had secured victory in parliamentary elections with more than 25% of the vote.\n\nThe centre-left party was forecast to beat the centre-right Liberals of the outgoing prime minister, Lars Løkke Rasmussen, set to finish second on nearly 21%, while the populist far-right Danish People’s party (DPP) managed 9.8% – less than half its score in the 2015 election.\n\nThe polls for broadcasters DR and TV2 gave the Social Democrat-led “red bloc” of leftist parties more than 90 seats in the 179-seat Folketing.The party leader, Mette Frederiksen, however, has repeatedly said that rather than assemble a coalition, she aims to form a minority government – common in Denmark – with ad hoc support from parties across the spectrum.\n\nShe rejected a last-minute proposal from Rasmussen to enter into a grand coalition with the Liberals, who have headed a “blue bloc” alliance of rightwing parties in power for 14 of the last 18 years, in order to limit the possible influence of smaller, more extreme parties.\n\nDenmark's centre-left set to win election with anti-immigration shift Read more\n\nVoting in the Copenhagen suburb of Varlose, Frederiksen said her party’s tougher, at times controversial stance on immigration had helped it win back support. “Some Social Democrat voters who have been lost in the last few years, who didn’t support our migration policy, are returning this time,” she said.\n\nThe centre-left party focused its campaign on climate issues and the defence of Denmark’s prized welfare state, promising to reverse years of spending cuts to education and healthcare, and maintain its hardline approach to immigration.\n\nLong the gold standard for welfare, the Nordic social model has come under increasing pressure in recent years due to ageing populations. In Denmark, reforms have led to economic growth above the EU average, but successive budget cuts have left more people paying for services that used to be free.\n\nMany Danes, who pay some of the highest taxes in the world, worry that further austerity will erode their cradle-to-grave social services. “It’s obvious we need to start spending again,” Frederiksen said on the campaign trail last week.\n\nFinland’s Social Democrats narrowly won elections in April on a promise to raise taxes to increase social spending levels, while Sweden’s centre-left party held onto power last year by pledging welfare reforms.\n\nAccording to a Gallup poll published in February, 57% of Danish voters felt the incoming government should prioritise action on the climate crisis. For those aged between 18 and 35, the figure was 69%.\n\nDenmark’s mainstream parties have adopted in recent years hardline anti-immigration policies that were previously the preserve of the far right, which immigrants and human rights campaigners believe have led to a rise in racist abuse and discrimination. But Frederiksen has refused to accept criticism of her position on immigration. The Social Democrats have backed many of the restrictive immigration measures passed by the outgoing government, most of them at the instigation – and with the parliamentary support – of the far-right DPP.\n\nStigmatised, marginalised: life inside Denmark’s official ghettos Read more\n\nThese have included a ban on wearing the Islamic burqa and niqab in public, as well as a widely-criticised “jewellery bill” allowing police to seize refugees’ valuables to help pay the cost of their treatment by the state. Both the Social Democrats and Liberals have argued that stricter immigration policies were needed to protect the welfare system.\n\nThe nationalist, anti-immigration DPP, which has heavily influenced Denmark’s politics over the past two decades by supporting successive centre-right governments in exchange for tighter immigration policies, has lost support as the mainstream parties have increasingly adopted its discourse.\n\nAnja Westphal, an analyst at Denmark’s public broadcaster DR, said: “Mette Frederiksen has loved the Danish People’s party to death with her tough line on foreigners.”\n\nBut the far-right party has also come under pressure from two new extreme-right parties, one of which, Stram Kurs (Hard Line), has called for Islam to be banned and hundreds of thousands of Muslims to be deported. Exit polls suggested that Stram Kurs was just under the 2% threshold necessary to win a seat in parliament."}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Climate Alarmists: ‘High Likelihood’ Civilization Will End by 2050", "text": "A new policy paper by an Australian think tank asserts climate change is an “existential threat to human civilization” that demands an immediate “wartime level” response.\n\nThe paper, titled Existential climate-related security risk: A scenario Approach, was published last week by Australia’s National Centre for Climate Restoration and alleges that climate science projections tend to be overly “conservative and reticent” and therefore underestimate the severity of the climate crisis.\n\nErring on the side of “least drama,” climate scientists may “underpredict or down-play future climate changes,” the paper states. The most recent assessment report of the Intergovernmental Panel on Climate Change (IPCC), for example, projected that warming would reach the 1.5°C mark around 2040, which is an overly conservative estimate.\n\nThe 1.5°C boundary “is likely to be passed in half that time, around 2030, and the 2°C boundary around 2045,” the paper asserts, “due to accelerating anthropogenic emissions, decreased aerosol loading and changing ocean circulation conditions.”\n\nEndorsed by the former Chief of the Australian Defence Force, Admiral Chris Barrie, the report envisions an apocalyptic unfolding of extreme weather events due to anthropogenic climate change.\n\nBy 2050, the paper states, “35 percent of the global land area, and 55 percent of the global population, are subject to more than 20 days a year of lethal heat conditions, beyond the threshold of human survivability.”\n\nWidespread desertification and collapsing ecosystems will result in “more than a billion people being displaced from the tropical zone,” the paper grimly declares, with dire consequences for human society.\n\nFood production is inadequate to feed the global population and food prices skyrocket, as a consequence of a one-fifth decline in crop yields, a decline in the nutrition content of food crops, a catastrophic decline in insect populations, desertification, monsoon failure and chronic water shortages, and conditions too hot for human habitation in significant food-growing regions.\n\nIn the paper’s high-end scenario for 2050, “the scale of destruction is beyond our capacity to model, with a high likelihood of human civilisation coming to an end.”\n\nAustralia, whose fertile imagination gave the world Mad Max and the Road Warrior, is experienced in creating over-the-top dystopian thrillers and the Aussies have done it again with this exhilarating paper.\n\nThe only problem, of course, is when they start confusing fantasy with non-fiction.\n\nGenres matter.\n\nFollow @tdwilliamsrome", "link": "http://www.breitbart.com/environment/2019/06/05/climate-alarmists-high-likelihood-civilization-will-end-by-2050/", "published": "2019-06-05T00:00:00"}, {"title": "Rand Paul: Deep State Ignored Order to Pull Brennan's Security Clearance", "text": "A partial transcript is as follows:\n\nHOST BRIANNA KEILAR: I want to ask you, because you’ve been really a critic of John Brennan, who has been a critic of President Trump. You’ve not been a big fan of him. You’ve said that. He’s the former CIA director under President Obama. What do you think about this recent New York Times story that Brennan still has his security clearance? This was such a big, I guess, promise of the president’s, demand of the president. He said he was going to pull it, and he still has it.\n\nSEN. RAND PAUL: Well, this is what worries me. People talk about the Deep State. Now the Deep State is actually protecting their own and not listening to the president’s orders. I was sitting in the White House when President Trump said, “I want his security clearance taken,” and I saw the order given. I saw the chief of staff was there, not the current chief of staff, the previous chief of staff.\n\nAnd if they’re working against the odds of the president, that really does disrupt our country, does disrupt a representative democracy where the president makes a decision, and if someone is countermanding that, I think we need to get to the bottom of that. And I hope President Trump will say, “who is countermanding my orders. I said get rid of his clearance.” And I do think Brennan has been a partisan. And I think Brennan also abused his office in developing the Trump investigation. I think it was done under false pretenses and done for political reasons.", "link": "http://www.breitbart.com/politics/2019/06/05/rand-paul-deep-state-ignored-order-to-pull-john-brennans-security-clearance/", "published": "2019-06-05T00:00:00"}, {"title": "Religious Leader Praised by Mexico’s Elite Arrested in U.S. Child Sex-Trafficking Probe", "text": "Authorities in California arrested a religious leader who was recently praised in Mexico’s most famous museum, the Bellas Artes Palace. The religious leader is named in a multicount sex-trafficking indictment targeting key leaders of the Light of the World Church (Iglesia Luz Del Mundo) and its top leader Naason Joaquin Garcia.\n\nCalifornia’s Attorney General Xavier Becerra announced the arrest and indictment and shared the 26-count indictment on his page. According to Becerra, “Joaquín García and his co-defendants allegedly coerced victims into performing sexual acts by telling them that if they went against any of his desires or wishes as ‘the Apostle,’ that they were going against God.”\n\nWe have arrested and filed charges against Naasón Joaquín García and his co-defendants in a major sex trafficking case. They are alleged to have committed 26 felonies while leading La Luz Del Mundo, an international religious organization. https://t.co/wPDDxNczSO — Xavier Becerra (@AGBecerra) June 4, 2019\n\nNews of the arrest spread like wildfire in Mexico where the Luz Del Mundo Church is headquartered. The church is alleged to have more than 250,000 followers including some of Mexico’s elite. The group has been likened to a cult that preys on the poor. According to Mexico’s SinEmbargo.Mx, the church denied the allegations against their leader, claiming to know the “honorable and exemplary life” of the “Apostle Nasoon Joaquin (Garcia)”.\n\nEl INBAL informa: El Palacio de Bellas Artes no realizó homenaje a ningún religioso. Más información en: https://t.co/fCmLAgk4BW pic.twitter.com/8fcluxDNVl — Instituto Nacional de Bellas Artes y Literatura (@bellasartesinba) June 5, 2019\n\nIn recent days, Joaquin Garcia sparked controversy in Mexico after the country’s Cultural Secretariat opened the state-owned museum Bellas Artes Palace for a gala apparently honoring the controversial religious leader. Government officials claim the event was a classical music and opera performance and not religious in nature.\n\nAcá “apostol de Jesucristo” y “Guardian del Espejo”; en California presunto traficante sexual… pic.twitter.com/nGvQfD7ZoC — Salvador García Soto (@SGarciaSoto) June 5, 2019\n\nAccording to SimEmbargo.Mx, those in attendance at the event included Mexico’s Senate Leader Marti Batres Guadarrama and famed actor turned Congressman Sergio Mayer. Another political leader, Senator Israel Zamora, requested the use of the venue.\n\n¿Estuvo usted en el HOMENAJE en BellasArtes, para Naasón Joaquín García?\n\n¿Tiene algo que decir MARTI #BATRES? ¿De qué tamaño es tu hipocresía? Si tienes pantalones, MARTI… Contesta. pic.twitter.com/XkzioD0f2e — PEDRO FERRIZ H (@pedroferriz3) June 5, 2019\n\nIn the aftermath of the event, Mexican politicians called the event a classical music performance and denied that a government building was used for religious purposes. Mexican President Andres Manuel Lopez Obrador called for an end to religious intolerance and for more understanding between religions.\n\nIldefonso Ortiz is an award-winning journalist with Breitbart Border / Cartel Chronicles. He co-founded the Cartel Chronicles project with Brandon Darby and senior Breitbart management. You can follow him on Twitter and on Facebook. He can be contacted at Iortiz@breitbart.com.\n\nBrandon Darby is the managing director and editor-in-chief of Breitbart Border / Cartel Chronicles. He co-founded the Cartel Chronicles project with Ildefonso Ortiz and senior Breitbart management. Follow him on Twitter and Facebook. He can be contacted at bdarby@breitbart.com.", "link": "http://www.breitbart.com/border/2019/06/05/religious-leader-praised-by-mexicos-elite-arrested-in-child-sex-trafficking-probe/", "published": "2019-06-05T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "‘We Have No Choice’: Trump Admin Prepares Large-Scale Deportations Of Illegal Aliens Amid Crisis", "text": "The Trump administration is planning a large-scale deportation operation of illegal aliens, including those who have refused to show for their asylum court hearings.\n\nThe strategy is meant to “disincentivize” economic migrants who crossed into the U.S. illegally without legitimate asylum claims, according to Immigration and Customs Enforcement acting director Mark Morgan.\n\n“We have no choice as I see this,” Morgan said Tuesday. “We need to take some interior enforcement action…We need to continue to do everything that we can within the current legal framework, within the current laws, within the current statutorily mandated duties of ICE, to assist, to reduce this humanitarian crisis. That will include families.”\n\nHe said ICE won’t “target” families in their operation, but they won’t be “exempt” from deportation.\n\n“I think that a significant incentive there is the fact that once you’re here and you’ve gone through the entire due process in this country and you’ve received a final order of deportation…We’re in a position where we need to enforce that to disincentivize these individuals from taking that trip, exploiting the loopholes, and entering our country illegally,” he said.\n\nAdditionally, Morgan pointed out that ICE would operate within its legal limitations despite Democrat efforts to prevent it.\n\n“We need to make sure that we’re executing those statutorily required responsibilities that Congress has passed,” Morgan said.\n\n“If they don’t like the laws, they can change them. But right now this is the law, this is ICE’s mandate. I’m committed to ensure that we’re executing those laws with compassion and humanity.”\n\nMorgan didn’t offer details about the deportation plan, such as when it will take place or what parts of the country would be involved.\n\nThe migrant crisis has escalated to a point where approximately 100,000 illegals have been crossing into the U.S. every month, prompting President Trump to threaten Mexico with incremental tariffs to address the waves migrant caravans from Central America traveling through their country to the U.S.\n\nTwitter: Follow @WhiteIsTheFury\n\nGerald Celente, American trend forecaster and publisher of the Trends Journal, reveals new trends for 2019, such as a revival of nationalism, anti-war movements, and anti-immigration, at least of massive, undocumented immigrant populations.", "link": "https://www.infowars.com/we-have-no-choice-trump-admin-prepares-large-scale-deportations-of-illegal-aliens-amid-crisis/", "published": "2019-06-05T13:09:45-05:00"}, {"title": "‘We Have No Choice’: Trump Admin Prepares Large-Scale Deportations Of Illegal Aliens Amid Crisis", "text": "The Trump administration is planning a large-scale deportation operation of illegal aliens, including those who have refused to show for their asylum court hearings.\n\nThe strategy is meant to “disincentivize” economic migrants who crossed into the U.S. illegally without legitimate asylum claims, according to Immigration and Customs Enforcement acting director Mark Morgan.\n\n“We have no choice as I see this,” Morgan said Tuesday. “We need to take some interior enforcement action…We need to continue to do everything that we can within the current legal framework, within the current laws, within the current statutorily mandated duties of ICE, to assist, to reduce this humanitarian crisis. That will include families.”\n\nHe said ICE won’t “target” families in their operation, but they won’t be “exempt” from deportation.\n\n“I think that a significant incentive there is the fact that once you’re here and you’ve gone through the entire due process in this country and you’ve received a final order of deportation…We’re in a position where we need to enforce that to disincentivize these individuals from taking that trip, exploiting the loopholes, and entering our country illegally,” he said.\n\nAdditionally, Morgan pointed out that ICE would operate within its legal limitations despite Democrat efforts to prevent it.\n\n“We need to make sure that we’re executing those statutorily required responsibilities that Congress has passed,” Morgan said.\n\n“If they don’t like the laws, they can change them. But right now this is the law, this is ICE’s mandate. I’m committed to ensure that we’re executing those laws with compassion and humanity.”\n\nMorgan didn’t offer details about the deportation plan, such as when it will take place or what parts of the country would be involved.\n\nThe migrant crisis has escalated to a point where approximately 100,000 illegals have been crossing into the U.S. every month, prompting President Trump to threaten Mexico with incremental tariffs to address the waves migrant caravans from Central America traveling through their country to the U.S.\n\nTwitter: Follow @WhiteIsTheFury\n\nGerald Celente, American trend forecaster and publisher of the Trends Journal, reveals new trends for 2019, such as a revival of nationalism, anti-war movements, and anti-immigration, at least of massive, undocumented immigrant populations.", "link": "https://www.infowars.com/we-have-no-choice-trump-admin-prepares-large-scale-deportations-of-illegal-aliens-amid-crisis/#vuukle-comments", "published": "2019-06-05T13:09:45-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": []}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/2019/06/05/will-sudans-military-crush-hope-democracy/", "published": "2019-06-05T13:52:11", "title": "Will Sudan’s military crush hope for democracy?", "text": "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know? Sign up for the Today’s WorldView newsletter.\n\nThe long-simmering standoff between Sudan’s military regime and civilian protesters encamped in the capital of Khartoum exploded this week. On Monday, troops from the Rapid Support Forces, an infamous paramilitary unit, attacked the sit-in protest site that activists had occupied for the past two months. At least 60 people were killed and hundreds more wounded. By the following day, the site had been dismantled and cleared by the paramilitary forces, which also set up checkpoints and locked down parts of Khartoum.\n\n“Pockets of defiant protesters gathered at mosques on Tuesday, turning their prayers for the Eid al-Fitr holiday into calls for sustained civil disobedience,” my colleagues reported. “Sporadic gunfire could still be heard throughout Khartoum and its suburbs.”\n\nThe violence marked a grim turn for what had been a hopeful moment in Sudan. In scenes redolent of the Arab world’s 2011 pro-democracy uprisings, an emboldened grass-roots protest movement had taken root in the heart of the Sudanese capital, clamoring for democratic reform and political change. Their stamina and courage led to the April ouster of long-ruling President Omar al-Bashir by top military officials within his regime.\n\n23/05/2019 - this was the scene at the Khartoum sit-in. A night of culture, revolutionary art and national pride. No one could have imagined what would happen 10 days later. Many of those in attendance have been beaten, arrested and shot at over the last two days. pic.twitter.com/DvBlPtB541 — Yousra Elbagir (@YousraElbagir) June 4, 2019\n\nBut the protesters never trusted the Transitional Military Council that came into place after Bashir’s removal and insisted that the generals transfer authority to civilians. They had good reason to distrust the top brass — the senior officials of the TMC all have deep ties to Bashir and the complex security apparatus he built. The military and protest leaders met for rounds of failed negotiations concerning the way forward, while a generation of Sudanese activists gathered in hopeful vigil and protest in the heart of Khartoum. On May 28, they called for a two-day general strike.\n\nThe military’s response was to crack down. After the Rapid Support Forces moved in, TMC head Lt. Gen. Abdel Fattah al-Burhan announced the end of dialogue with the protest movement, deemed the protest site as a potential “threat to national security,” and said the military council would fast-track the transitional period and stage presidential elections within nine months. That’s bad news for pro-democracy activists and opposition parties, which need more time to muster the resources to contest an election against entrenched regime forces.\n\n“The concern is the TMC … will now link up with old regime elements and so the elections will open the way for the old regime to come back into power. It is very worrying,” Rosalind Marsden, a Sudan expert at Chatham House, told the Guardian.\n\nIt’s also a blueprint seen elsewhere in the Arab world. In Algeria, a committed protest movement that forced the departure of the country’s aging, enfeebled president is still locked in a tense standoff with a military elite that is bent on preserving their control over large sections of the state. In Egypt, Sudanese protesters have a clear example of what happens when a pro-democratic revolution eventually gets swept away by a vicious counterrevolution led by the military establishment.\n\nA coup against Egypt’s unpopular but democratically elected government in 2013 was followed by a massacre of Islamist protesters that drew parallels to the killings at Tiananmen Square in 1989. That coup leader, Abdel Fatah el-Sissi, is now the country’s strongman and potential president for life.\n\nNot surprisingly, Burhan and his allies recently called on Sissi and also paid visits to Saudi Arabia and the United Arab Emirates. The two gulf monarchies are especially hostile to the prospect of democratic upheaval in their wider neighborhood and promised $3 billion in aid to Sudan to provide for the country’s “stability.” But experts see a disturbing trend in play, where Arab authoritarians guarantee their preferred political order, preside over shocking repression and human rights abuses and pay little price for it.\n\nSudan’s military rulers are drawing “lessons from the impunity for murdering opponents enjoyed by [Saudi crown prince] Mohammed bin Salman and Sissi who are now backing them,” Timothy Kaldas, a Cairo-based analyst for the Tahrir Institute for Middle East Policy, told Today’s WorldView. “Their backing by regional authoritarians who themselves have escaped any consequences for violently repressing opponents may have emboldened them to follow their example and use deadly force against protesters in Sudan.”\n\n“If the military prevails in Sudan, it will mark a victory as well for these ruthless despots and their road-to-nowhere style of governance,” noted an editorial in The Washington Post that called out the negative role played by the Saudis and Emiratis.\n\nKaldas cautioned, though, that Sudan “lacks the comparable strategic value” that a country like Egypt or Saudi Arabia has for many Western governments. For more than a decade, Bashir, who is wanted on genocide and crimes against humanity charges by the International Criminal Court, was a global villain in the eyes of the West and his regime the subject of various international sanctions. The RSF has its antecedents in the notorious Janjaweed militia that carried out mass atrocities in Sudan’s restive Darfur region.\n\nU.S. officials slammed the crackdown this week, with White House national security adviser John Bolton describing the move to attack the protesters as “abhorrent.” Tibor Nagy, U.S. assistant secretary of state for Africa, decried “a brutal and coordinated attack, led by the Rapid Support Forces militia, that mirrors some of the worst offenses of the Bashir regime.”\n\n\n\nProtesters set up a barricade in Khartoum to stop military vehicles from driving through the area on Tuesday. (Ashraf Shazly/AFP/Getty Images)\n\nBut analysts aren’t convinced that the United States will do much more than scold. “The international community — so interested and morally exercised by Bashir’s human rights abuses in the past that it has left Sudan hobbled by years of economic sanctions and international isolation — has now moved on,” wrote British-Sudanese columnist Nesrine Malik. “It will only issue the usual boilerplate condemnations of violence.”\n\nMalik summed up the grim struggle ahead: “What the Sudanese revolution is reckoning with now is the very heart of Bashir’s government distilled into its essential parts: networks of patronage with too much to lose, militias grown too large to disband, and dirty deals with regional allies too important to jettison.”\n\nNevertheless, pro-democracy activists are promising to carry out more civil disobedience in Khartoum and elsewhere in the country. Makeshift barricades sprang up in the capital on Tuesday.\n\n“We have no choice but to continue,” said Mohammed Yousef Mustafa, a spokesman for one of the lead protest organizations.\n\nWant smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know? Sign up for the Today’s WorldView newsletter."}, {"link": "https://www.washingtonpost.com/world/its-horrid-india-roasts-under-heat-wave-with-temperatures-above-120-degrees/2019/06/05/bd713dea-877c-11e9-b1a8-716c9f3332ce_story.html", "published": "2019-06-05T11:41:00", "title": "‘It is horrid’: India roasts under heat wave with temperatures above 120 degrees", "text": "\n\nTwo men and a boy take a bath at a common bathing place in Amritsar, India, on Tuesday. (Narinder Nanu/AFP/Getty Images)\n\nWhen the temperature topped 120 degrees (49 Celsius), residents of the northern Indian city of Churu stopped going outside and authorities started hosing down the baking streets with water.\n\nChuru — home to more than 100,000 people — has been the hottest place in India in recent days, part of a summer heat wave suffocating most of the country as temperatures rise above normal even for this sweltering time of year.\n\nFive of the hottest 15 places on the planet were in India or neighboring Pakistan over the last 24 hours, according to weather website El Dorado on Wednesday. In Churu, the mercury hit 118 degrees, down from 122 degrees on Monday. That temperature is just shy of India’s all-time high recorded in 2016.\n\nNearly the whole country remained under a heat wave warning on Wednesday, with severe warnings for a swath of north and central India, including the states of Rajasthan and Madhya Pradesh.\n\nEarlier this week, the Health Ministry issued an advisory with do’s and don’ts for staying safe in rising temperatures. They included avoiding the sun between noon and 3 p.m. and refraining from drinking alcohol, tea and coffee. The National Disaster Management Authority weighed in with its own tips: Cover your head, cross-ventilate your room and try sleeping under a slightly wet sheet.\n\n\n\nA girl sits in the shade created by two stacked bed bases as she works on a roadside during a hot day in Churu, Rajasthan, on Tuesday. (Money Sharma/AFP/Getty Images)\n\nThe heat wave is part of a trend of rising temperatures in India. Last year was the sixth-warmest since national record-keeping began in 1901; 11 of the 15 warmest years on record have all occurred since 2004. The frequency of heat waves is also increasing, a government minister told India’s Parliament earlier this year.\n\n[Brutal heat wave in India puts 330 million people at risk]\n\nThat adds up to a huge policy challenge, noted Hem Dholakia, an environmental researcher, in a piece published last month. “Science as well as our subjective experiences has made it unequivocally clear that longer, hotter and deadlier summers are poised to become the norm due to climate change,” he wrote. Every Indian city needs a plan for combating extreme heat, he said.\n\nA pioneer in that effort was the city of Ahmedabad in the state of Gujarat, which first instituted a heat action plan in 2013. The city started an early warning system to inform the public about extreme temperatures, expanded access to drinking water, encouraged employers to change work schedules so people spent less time outdoors, and repainted roofs so they reflected rather than absorbed heat. One study suggested the city avoided more than 1,000 deaths each year thanks to such measures.\n\n\n\nAn family drinks free cold sweet water on a highway during a hot afternoon at Garhi village in the northern Indian state of Haryana on Monday. (Money Sharma/AFP/Getty Images)\n\nIndia’s National Disaster Management Authority has also worked, with considerable success, to reduce the number of deaths due to heat waves in recent years. According to government figures, such fatalities have fallen from 700 in 2016 to 20 last year.\n\nKuldeep Srivastava, head of the regional forecasting center at the India Meteorological Department in New Delhi, said that the current heat wave would abate within a few days as moisture-laden winds push into the most severely affected regions. But real relief will come only with the arrival of the monsoon season. Such rains are expected to begin any day now in Kerala, on India’s southwestern coast, but will take several more weeks to work their way north.\n\nMeanwhile, in Churu, normal life has stopped. Hanuman Verma, a local journalist, said that residents are hunkering down in their homes, avoiding work and refraining from shopping during the day. The roads are so hot they could burn bare feet, he said. “I have lived here all my life but have never felt his hot before,” said Verma, 65. “It is horrid.”\n\nDevkaran Gurawa, Churu’s deputy chief medical and health officer, said the city had arranged extra cooling in hospitals and asked residents not to venture outside after 11 a.m. If leaving home is unavoidable, he said, people were advised to cover their heads with a towel and carry a water bottle.\n\nIn the capital of New Delhi, where the temperature on Wednesday afternoon was 108 degrees (42 Celsius), people whose work obliged them to be outside struggled to find ways to mitigate the heat.\n\nRakesh Saxena, 50, a security guard, said that sitting inside his guard cabin — topped with a tin roof and equipped with a small, unreliable fan — was so hot it felt “like burning.” He prefers to sit under a nearby tree. “At least it is breezy outside,” he said.\n\n\n\nWomen walk along a street with their faces covered to protect themselves from heat during a hot day in Churu, in the Indian state of Rajasthan, on Tuesday. (Money Sharma/AFP/Getty Images)\n\nTania Dutta contributed reporting.\n\nRead more:\n\nIndia’s Modi just won reelection in a landslide. Here’s what he could do next.\n\nCyclone Fani batters India’s eastern coast; 1.1 million people evacuated\n\nA city in Pakistan may have just endured the hottest April temperature ever observed on Earth\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/nation/2019/06/05/australian-broadcasting-corporation-federal-police-raid-afghan-files/", "published": "2019-06-05T10:18:34", "title": "’A bad, sad and dangerous day’: Australian police raid public broadcaster, seize emails and documents", "text": "Two years ago, the Australian Broadcasting Corporation published a searing investigative report based on hundreds of pages of secret military files that suggested Australian soldiers had killed unarmed civilians and children in Afghanistan.\n\nOn Wednesday, federal police showed up at the ABC’s Sydney headquarters armed with a warrant naming a news director and the two reporters who broke that story and demanding access to everything from emails to notes and drafts. Federal agents later reviewed more than 9,000 documents, according to John Lyons, ABC News’s executive editor.\n\n“I have to say, sitting here watching police using a media organisation’s computers to track everything to do with a legitimate story I can’t help but think: this is a bad, sad and dangerous day for a country where we have for so long valued — and taken for granted — a free press,” Lyons tweeted.\n\nThe raid is the second this week by Australian Federal Police on a journalist and comes at a time of growing concerns of eroded press freedoms around the world and in the U.S. Advocates decried the police actions at ABC’s headquarters and warned it would have a chilling effect on investigative reporting in the country.\n\n“Attacks on public interest whistleblowers and the free press drive at the heart of our democracy,” said Emily Howie, a legal director at Australia’s Human Rights Law Centre. “Governments may be uncomfortable about journalists exposing wrongdoing, but that’s precisely why a free press is absolutely vital.”\n\nThe Australian Federal Police hasn’t specified why it targeted the ABC but in a statement said the warrant was “in relation to allegations of publishing classified material,” citing a 1914 law forbidding the release of secret government information. Police added that no arrests were expected today.\n\nLeaders at the ABC vowed to protect sources and continue investigative reporting about the government.\n\n“This is a serious development and raises legitimate concerns over freedom of the press and proper public scrutiny of national security and defence matters,” the ABC’s managing director, David Anderson, said in a statement. “The ABC stands by its journalists, will protect its sources and continue to report without fear or favour on national security and intelligence issues when there is a clear public interest.”\n\nFederal police, dressed in suits and accompanied by IT specialists, showed up at the ABC’s headquarters around 11:30 a.m. local time. Their warrant covered an “extraordinary range” of people and documents related to the Afghan files, Lyons tweeted, mentioning handwritten and digital notes, emails and even graphics related to the piece.\n\nAgents, lawyers and broadcast executives huddled in a room and reviewed 9,214 files, Lyons wrote, including thousands of internal emails. In the end, the government downloaded files to USB drives and agreed to a two-week “hiatus,” Lyons reported, to allow the ABC time to challenge the seizures in court.\n\nWednesday’s raid came less than 24 hours after federal agents showed up with a warrant at the Canberra home of Annika Smethurst, the Sunday Telegraph of Sydney’s political editor, who had reported on alleged plans to allow greater surveillance of Australian citizens. Agents searched her home, computer and phone. News Corp Australia, her employer, argued that the raid “sends clear and dangerous signals to journalists and newsrooms across Australia.”\n\nAustralian Federal Police said the two raids were not connected.\n\n“The Afghan Files,” the July 2017 story at the center of Wednesday’s police action, raised public outrage with details of special forces soldiers who had allegedly killed unarmed civilians. In March, a defense lawyer was charged with leaking the secret documents to reporters.\n\nABC executives promised to fight the government’s actions.\n\n“We will be doing everything we can to limit the scope of this and we will do everything we can to stand by our reporters and as a general observation, we always do whatever we can to stand by our sources of course,” Craig McMurtrie, ABC’s editorial director, told the Associated Press."}, {"link": "https://www.washingtonpost.com/nation/2019/06/05/an-anguished-dutch-teenager-who-was-raped-child-is-euthanized-her-request/", "published": "2019-06-05T08:16:43", "title": "An anguished Dutch teenager, who was raped as a child, dies at home after ‘sad last post’", "text": "\n\n\"I have not really been alive for so long,\" 17-year-old Noa Pothoven wrote in a final post on Instagram. (Noa Pothoven/Facebook)\n\nClarification: An earlier version of this story reported that Noa Pothoven’s death came via euthanasia, which she had initially requested. The Dutch Health Ministry said Wednesday that Noa’s family was maintaining that euthanasia — the definition of which is contested — had not occurred while indicating that the circumstances of her death were still being investigated.\n\nA Dutch teenager who suffered from depression, post-traumatic stress disorder and anorexia after being raped as a child was allowed to die at her home, her sister confirmed on Sunday.\n\nIn what she termed a “sad last post” on Instagram, Noa Pothoven, 17, wrote Saturday that she would be dead within 10 days. But it had been “so long,” she added, since she had “really been alive.”\n\n“After years of struggling and fighting, it’s over,” she wrote. The teenager, from the city of Arnhem in the eastern part of the Netherlands, said she had stopped eating and drinking and would soon be “released because my suffering is unbearable.”\n\nHer decision was not “impulsive,” she emphasized. Rather, it was the result of “many conversations and assessments.” Offering her own blunt review of her condition, she observed, “I survive, and not even that. I breathe but no longer live.”\n\nIt was unclear whether her death had come with the involvement of doctors, whose assistance she had at one point requested. In a statement to The Washington Post on Wednesday, Hugo de Jonge, the Dutch minister of health, welfare and sport, said her family had indicated that, “there is no question of euthanasia in this case.”\n\n“Questions about her death and the care she has received are understandable, but can only be answered once the facts have been established,” the minister added. \"I have asked the Health and Youth Care Inspectorate to look into this.”\n\nThe Vatican mourned her passing Wednesday morning on Twitter.\n\n“Noa’s death is a great loss for any civil society and for humanity,” Pontifical Academy for Life wrote. “We must always assert the positive reasons for life.”\n\nPope Francis, in a separate message, stated, “Euthanasia and assisted suicide are a defeat for all. We are called never to abandon those who are suffering, never giving up but caring and loving to restore hope.”\n\nAssisted suicide is legal in parts of Europe and the United States, although rules differ about the degree to which a third party may actively carry out the patient’s death. Active euthanasia, as it is known, is lawful in only a handful of countries, including Belgium, Luxembourg and the Netherlands.\n\nThe Netherlands became the first country to legalize the practice, in legislation passed in 2001, the year Noa was born. The vote in the Dutch parliament was the culmination of a campaign that began in 1973, following the prosecution of a general practitioner who had ended the life of her mother after a cerebral hemorrhage left her partly paralyzed, deaf and mostly unable to speak.\n\nHowever, the approval of the legislation was also marked by impassioned protest from Christian groups. A crowd of at least 5,000 people, many of them children, undertook a silent march to register their objection as lawmakers considered the measure.\n\nUnder the law, euthanasia by doctors is permitted only in cases of “hopeless and unbearable” suffering.\n\nThe End of Life Clinic in The Hague, where Noa had sought services, spells out the narrow circumstances under which doctors “may provide assisted dying,” requiring that “the patient makes a clear and autonomous request and is enduring unbearable and unendurable suffering.” There must be no other reasonable solution, and patients have to demonstrate understanding of the “consequences of what they are requesting.” Doctors are required to seek counsel from an “independent colleague, who is not familiar with the patient.”\n\nChildren as young as 12 can seek euthanasia under Dutch law, but those 12 to 16 must obtain parental consent. Physician-assisted suicide is available to adults only in places where it is legal in the United States, which includes seven states and the District. In 2014, Belgium became the first country to legalize euthanasia for children.\n\nThe procedure accounted for less than 4.4 percent of all deaths in the Netherlands in 2017, according to a report from a review committee. Of the 6,585 requests that were granted, most were in cases of untreatable cancer. Only a small number involved psychiatric distress. The process is carried out by an attending physician who administers a lethal dose of a “suitable drug,” according to Dutch guidelines.\n\nNoa initially approached the clinic last year, without her parents’ knowledge, but was turned away. She was told that she was too young, according to a 2018 profile of her in the Dutch newspaper De Gelderlander.\n\n“They think I’m too young to die,” said Noa, who was 16 at the time, explaining how she had been instructed to complete a trauma treatment and wait until her brain was more fully developed. She lamented the decision, saying, “I can’t wait that long.”\n\nA spokeswoman for the clinic did not return a request for comment.\n\nNoa’s trials are detailed in an award-winning autobiography released last year, titled “Winning or Learning.” According to her parents, who were frantically searching for new treatments for their daughter, the book should be “mandatory” for social workers and other authorities responsible for youth care. (The National Suicide Prevention Lifeline provides free and confidential support for people in distress.)\n\nIn her book, Noa traces the origins of her mental anguish. At the age of 11, she was assaulted at a school party — and again at a gathering of teenagers a year later. When she was 14, she writes, she was raped by two men in the Elderveld neighborhood of Arnhem.\n\nFor years, she kept the violations secret, out of shame. It was only years later that her family learned what she had endured, after her mother came across a cache of letters saying goodbye to her loved ones. She remained too afraid to make a formal declaration to the police. “I can’t,” the teenager said.\n\nLisa Westerveld, a Dutch lawmaker who had visited Noa before her death, when she was surrounded by family and friends in her living room, said she was struck by the teenager’s strength. She told De Gelderlander that it was “nice to see her again,” although the circumstances were “surreal.”\n\nA spokeswoman for Westerveld told The Washington Post that she did not know more about the circumstances of the teenager’s death.\n\n“I will never forget her,” the lawmaker vowed. “We will continue her struggle.”\n\nThe health minister struck a similar tone, saying, “our hearts go out to her family and friends.”\n\n“The family must now be allowed to grieve for Noa in peace,” he added.\n\nMore from Morning Mix:\n\n‘An unexpected turn of events’: An elderly woman spun wildly in a basket under a rescue helicopter\n\nShe hit record before falling seven stories to her death. The chilling footage led to her husband’s arrest.\n\n‘Kill the problem out’: Alabama mayor sorry for Facebook post accused of ‘inciting violence’ against gays"}]}}}